Repository: chicharreros/magicicada-client
Catalog: po/*.po
Languages: af, ar, ast, be, bn, bs, ca, cs, da, el, eu, fi, gl, he, hi, hr, hu, it, ja, kk, km, ku, lt, lv, my, nb, nl, oc, pl, pt, pt_br, ru, sk, sl, sq, th, tr, ug, uk, vi, zh_cn, zh_hk

source: '%(filename)s' and %(other_files)d other file were uploaded to your personal cloud.
af: '%(filename)s' en %(other_files)d ander lêer was opgelaai na u persoonlike wolk.
ar: '%(filename)s' و %(other_files)d ملفات أخرى رُفعت إلى سحابتك الشخصية.
ast: «%(filename)s» y %(other_files)d ficheru xubióse a la to nube personal.
be: '%(filename)s' і %(other_files)d іншы файл былі загружаныя ў вашае асабістае воблака.
bn: আপনার ব্যক্তিগত ক্লাউডে '%(filename)s' এবং %(other_files)d অন্যান্য ফাইল হালনাগাদ করা হয়েছে।
bs: '%(filename)s' i %(other_files)d druga datoteka je poslana na vaš lični oblak.
ca: «%(filename)s» i %(other_files)d altre fitxer s'han pujat al vostre núvol personal.
cs: '%(filename)s' a %(other_files)d další soubor byly nahrány do vašeho soukromého úložiště.
da: '%(filename)s' og %(other_files)d anden fil blev sendt til din personlige sky.
el: «%(filename)s» και %(other_files)d ακόμα αρχεία απεστάλησαν στον προσωπικό σας χώρο στο διαδίκτυο.
eu: '%(filename)s' eta beste fitxategi %(other_files)d zure hodei pertsonalera igo dira.
fi: '%(filename)s' ja %(other_files)d muu tiedosto vietiin henkilökohtaiseen pilveesi.
gl: «%(filename)s» e %(other_files)d ficheiro subíronse á súa nube persoal.
he: '%(filename)s' וקובץ אחד נוסף נשלחו אל העננה הפרטית שלך.
hr: '%(filename)s' i %(other_files)d druga datoteka je poslana na vaš osobni oblak.
hu: „%(filename)s” és további %(other_files)d fájl sikeresen feltöltve a felhőjébe.
it: «%(filename)s» e %(other_files)d altro file sono stati inviati al proprio cloud personale.
ja: '%(filename)s' と他 %(other_files)d 個のファイルがあなたのパーソナルクラウドにアップロードされました。
kk: "%(filename)s" және %(other_files)d сіздің жеке бұлтыңызға құйылды.
km: '%(filename)s' និង %(other_files)d ឯកសារ​ផ្សេងទៀត​កំពុងតែ​ត្រូវបាន​ផ្ទុកឡើង​ទៅ cloud ផ្ទាល់ខ្លួន​របស់​អ្នក ។
ku: '%(filename)s' ve diğer %(other_files)d dosya şexsan a ewr Bingenîna wê hat barkirin.
lt: „%(filename)s“ ir %(other_files)d kitas failas įkeltas į Jūsų asmeninę saugyklą.
lv: %(filename)s' un %(other_files)d cits fails tika augšupielādēti uz jūsu personīgo mākoni.
my: '%(filename)s' နှင့် %(other_files)d အခြားဖိုင်များကို သင်၏ အွန်လိုင်း Cloud အတွင်းသို့ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' og %(other_files)d annen fil har blitt lastet opp til din personlige nettsky.
nl: '%(filename)s' en %(other_files)d ander bestand werd geüpload naar uw persoonlijke cloud.
oc: '%(filename)s' e %(other_files)d autre fichièr son estats cargats sus vòstra nívol personala.
pl: Wysłano do chmury plik „%(filename)s” i %(other_files)d inny plik.
pt: '%(filename)s' e %(other_files)d outro ficheiro foram enviados para a sua cloud pessoal.
pt_br: '%(filename)s' e %(other_files)d outro arquivo foram enviados para sua nuvem pessoal.
ru: «%(filename)s» и %(other_files)d другой файл были загружены в ваше личное облако.
sk: '%(filename)s' a %(other_files)d iných súborov bolo nahraných na váš osobný cloud.
sl: Datoteka '%(filename)s' in %(other_files)d drugih datotek je bilo poslanih v vaš osebni oblak.
sq: '%(filename)s' dhe %(other_files)d skedar tjetër u ngarkua në renë tuaj personale.
th: '%(filename)s' และแฟ้ม %(other_files)d ถูกนำขึ้นไปไว้ที่กลุ่มเมฆของคุณแล้ว
tr: '%(filename)s' ve diğer %(other_files)d dosya kişisel bulut altyapınıza yüklendi.
ug: ‹%(filename)s› ۋە %(other_files)d باشقا ھۆججەتلەر خۇسۇسىي بۇلۇتىڭىزغا يۈكلەندى.
uk: '%(filename)s' та ще %(other_files)d файл завантажено до вашої особистої хмари.
vi: '%(filename)s' và %(other_files)d tập tin khác đã được tải lên đám mây cá nhân của bạn.
zh_cn: '%(filename)s' 和 %(other_files)d 个其他文件已上传至您的私有云。
zh_hk: 「%(filename)s」和其他 %(other_files)d 個檔案已經上傳至您的私有雲。

source: '%(filename)s' was downloaded to your computer.
af: '%(filename)s' was afgelaai na u rekenaar.
ar: تم تنزيل '%(filename)s' إلى حاسوبك.
ast: «%(filename)s» descargóse al to equipu.
be: '%(filename)s' быў загружаны на ваш кампутар.
bn: আপনার কম্পিউটারে '%(filename)s' ডাউনলোড করা হয়েছে।
bs: '%(filename)s' je preuzeta na vaš računar.
ca: S'ha baixat el fitxer «%(filename)s» al vostre ordinador.
cs: '%(filename)s' byl stažen do vašeho počítače.
da: "%(filename)s" blev hentet til din computer.
el: '%(filename)s' μεταφορτώθηκε στον υπολογιστή σας
eu: '%(filename)s' ordenagailura deskargatu da.
fi: Tiedosto '%(filename)s' ladattiin tietokoneellesi.
gl: «%(filename)s» foi descargado no seu equipo.
he: '%(filename)s' התקבל למחשבך.
hi: '%(filename)s' आपके कंप्यूटर में डाउनलोड हो गया.
hr: '%(filename)s' je preuzet na vaše računalo.
hu: „%(filename)s” sikeresen letöltve a számítógépére.
it: «%(filename)s» è stato scaricato nel proprio computer.
ja: '%(filename)s' がコンピューターにダウンロードされました。
kk: "%(filename)s" сіздің жеке бұлтыңыздан компьютеріңізге жүктелінді.
km: '%(filename)s' ត្រូវ​បាន​ទាញ​យក​ទៅ​កុំព្យូទ័រ​របស់​អ្នក ។
ku: '%(filename)s' li kompîtoy tê barkirin.
lt: „%(filename)s“ atsiųstas į Jūsų kompiuterį.
lv: '%(filename)s' tika lejupielādēts uz jūsu datoru.
my: '%(filename)s' ကို သင်၏ ကွန်ပျူတာသို့ ဒေါင်းလုပ်ချ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' ble lastet ned til din maskin.
nl: ‘%(filename)s’ is gedownload naar uw computer.
oc: '%(filename)s' es estat telecargat sus vòstre ordenador.
pl: Pobrano plik „%(filename)s”.
pt: '%(filename)s' foi transferido para o seu computador.
pt_br: '%(filename)s' foi baixado para seu computador.
ru: «%(filename)s» был загружен на ваш компьютер.
sk: '%(filename)s' bol stiahnutý do vášho počítača.
sl: '%(filename)s' je bila prejeta na vaš računalnik.
sq: '%(filename)s' u shkarkua në kompjuterin tuaj.
th: '%(filename)s' ดาวน์โหลดมายังคอมพิวเตอร์ของคุณแล้ว
tr: '%(filename)s' bilgisayarınıza indirildi.
ug: '%(filename)s' دېگەن ھۆججەت كومپيۇتېرىڭىزغا چۈشۈرۈلگەن.
uk: '%(filename)s' було завантажено на ваш комп’ютер.
vi: Tập tin '%(filename)s' đã được tải về máy tính của bạn.
zh_cn: “%(filename)s”已下载至您的计算机。
zh_hk: 已下載「%(filename)s」至您的電腦。

source: '%(filename)s' and %(other_files)d other file were downloaded to your computer.
af: '%(filename)s' en %(other_files)d ander lêer was afgelaai na u rekenaar.
ar: '%(filename)s' و %(other_files)d ملفات أخرى تم تنزيلهم إلى حاسوبك.
ast: «%(filename)s» y %(other_files)d ficheru descargóse nel to equipu.
be: '%(filename)s' і %(other_files)d іншы файл былі загружаныя на ваш кампутар.
bn: আপনার কম্পিউটারে '%(filename)s' এবং %(other_files)d অন্যান্য ফাইল ডাউনলোড করা হয়েছে।
bs: '%(filename)s' i %(other_files)d druga datoteka je preuzeta na vaš računar.
ca: «%(filename)s» i %(other_files)d altre fitxer s'han baixat al vostre ordinador.
cs: '%(filename)s' a %(other_files)d další soubor byly staženy do vašeho počítače.
da: '%(filename)s' og %(other_files)d anden fil blev hentet ned på din computer.
el: «%(filename)s» και ένα ακόμα αρχείο ελήφθησαν στον υπολογιστή σας.
eu: '%(filename)s' eta beste fitxategi %(other_files)d ordenagailura deskargatu dira.
fi: Tiedosto '%(filename)s' ja %(other_files)d muu tiedosto ladattiin tietokoneellesi.
gl: «%(filename)s» e %(other_files)d ficheiro descargáronse no seu equipo.
he: '%(filename)s' וקובץ אחד נוסף התקבלו למחשבך.
hr: '%(filename)s' i %(other_files)d druga datoteka je preuzeta na vaše računalo.
hu: „%(filename)s” és további %(other_files)d fájl sikeresen letöltve a számítógépére.
it: «%(filename)s» e %(other_files)d altro file sono stati scaricati nel proprio computer.
ja: '%(filename)s' と他 %(other_files)d 個のファイルがあなたのコンピューターにダウンロードされました。
kk: "%(filename)s" және %(other_files)d сіздің жеке бұлтыңыздан компьютеріңізге жүктелінді.
km: '%(filename)s' និង %(other_files)d ឯកសារ​ផ្សេងទៀត​​ត្រូវបាន​ទាញយក​ទៅ​កុំព្យូទ័រ​របស់​អ្នក ។
ku: '%(filename)s' û yêdin %(other_files)d dosya li kompîto yawe tê daxistin.
lt: „%(filename)s“ ir %(other_files)d kitas failas atsiųstas į Jūsų kompiuterį.
lv: %(filename)s' un %(other_files)d cits fails tika lejupielādēti uz jūsu personīgo mākoni.
my: '%(filename)s' နှင့် %(other_files)d အခြားဖိုင်များကို သင်၏ ကွန်ပျူတာသို့ ဒေါင်းလုပ်ချ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' og %(other_files)d annen fil har blitt lastet ned til datamaskinen.
nl: '%(filename)s' en %(other_files)d ander bestand werd gedownload naar uw computer.
oc: '%(filename)s' e %(other_files)d autre fichièr son estats telecargats sus vòstre ordenador.
pl: Pobrano plik „%(filename)s” i %(other_files)d inny plik.
pt: '%(filename)s' e %(other_files)d outro ficheiro foram transferidos para o seu computador.
pt_br: '%(filename)s' e %(other_files)d outro arquivo foram baixados para seu computador.
ru: «%(filename)s» и %(other_files)d другой файл были загружены на ваш компьютер.
sk: '%(filename)s' a %(other_files)d iných súborov bolo stiahnutých do vášho počítača.
sl: Datoteka '%(filename)s' in %(other_files)d drugih datotek je bilo prejetih na vaš računalnik.
sq: '%(filename)s' dhe %(other_files)d skedar tjetër u shkarkua në kompjuterin tuaj.
th: '%(filename)s' และแฟ้ม %(other_files)d ถูกนำมาใส่ในเครื่องของคุณแล้ว
tr: '%(filename)s' ve diğer %(other_files)d dosya bilgisayarınıza indirildi.
ug: ‹%(filename)s› ۋە %(other_files)d باشقا ھۆججەتلەر كومپيۇتېرىڭىزغا چۈشۈرۈلدى.
uk: '%(filename)s' та ще %(other_files)d файл завантажено до вашого комп’ютера.
vi: '%(filename)s' và %(other_files)d tập tin khác đã được tải xuống máy tính của bạn.
zh_cn: '%(filename)s' 和 %(other_files)d 个其他文件已下载至您的计算机。
zh_hk: 「%(filename)s」和其他 %(other_files)d 個檔案已經下載至您的電腦。

source: A file was just made public at %(new_public_url)s
af: 'n Lêer is sopas publiek gemaak by %(new_public_url)s
ar: للتو أصبح ملف متاحا للعامة على %(new_public_url)s
ast: Un ficheru acaba d'espublizase en %(new_public_url)s
be: Файл быў апублікаваны па адрасе %(new_public_url)s
bn: %(new_public_url)s তে ফাইল মাত্র পাবলিক করা হয়েছে
bs: Datoteka je postala javna na %(new_public_url)s
ca: S'acaba de publicar un fitxer a %(new_public_url)s
cs: Soubor byl právě zveřejněn na %(new_public_url)s
da: En fil er netop blever gjort offentlig på %(new_public_url)s
el: Ένα αρχείο μόλις έγινε δημόσιο στο %(new_public_url)s
eu: Fitxategi bat publiko egin da %(new_public_url)s-en
fi: Tiedosto julkaistiin osoitteessa %(new_public_url)s
gl: Vense de facer público un ficheiro en %(new_public_url)s
he: קובץ ניתן להורדה לציבור דרך הכתובת %(new_public_url)s
hi: एक फ़ाइल अभी-अभी सार्वजनिक हुआ %(new_public_url)s पर
hr: Jedna datoteka je upravo postala javna pri %(new_public_url)s
hu: A fájlt épp most tette közzé a következő címen: %(new_public_url)s
it: Un file è appena stato reso pubblico all'indirizzo %(new_public_url)s
ja: ファイルが %(new_public_url)s として公開されました
kk: Файл осында жарияланды: %(new_public_url)s
km: ឯកសារ​ត្រូវ​បាន​ប្រកាស​ជា​សាធារណៈ​តាម %(new_public_url)s
ku: %(new_public_url)s ragîhandina dosya wê li herkesî hat vekirin
lt: Failas paviešintas adresu %(new_public_url)s
lv: Fails kļuva publiski pieejams adresē %(new_public_url)s
my: ဖိုင်တစ်ခုကို %(new_public_url)s ၌ အခြားသူများ ကြည့်ရှုခွင့်၊ ဒေါင်းလုပ်ရယူနိုင်ခွင့် ပြုလိုက်သည်။
nb: En ny fil ble nettopp publisert på %(new_public_url)s
nl: Er is zojuist een bestand gepubliceerd op %(new_public_url)s
oc: Un fichièr ven juste d'èsser rendut public sus %(new_public_url)s
pl: Plik został udostępniony pod adresem %(new_public_url)s
pt: O ficheiro foi tornado público em %(new_public_url)s
pt_br: Um arquivo torna-se público em %(new_public_url)s
ru: Файл был опубликован по адресу %(new_public_url)s
sk: Súbor bol práve zverejnený na %(new_public_url)s
sl: Datoteka je sedaj na voljo javnosti na %(new_public_url)s
sq: Një skedar sapo u bë publik tek %(new_public_url)s
th: กำหนดเป็นแฟ้มสาธารณะแล้วที่ %(new_public_url)s
tr: %(new_public_url)s dosyası herkesin erişimine açıldı
ug: ھۆججەت %(new_public_url)s نىڭدا ئېلان قىلىندى.
uk: Файл було щойно опубілковано за адресою %(new_public_url)s
vi: Một tập tin vừa mới được đặt chế độ công khai ở địa chỉ %(new_public_url)s
zh_cn: 一个文件以公开，位置是 %(new_public_url)s
zh_hk: 一份檔案剛被設為公開，位於 %(new_public_url)s

source: %(event_count)d file was just made public.
af: %(event_count)d lêer is sopas publiek gemaak.
ar: للتو أصبح %(event_count)d ملف متاحا للعامة.
ast: acaba de facese públicu %(event_count)d ficheru.
be: %(event_count)d файл апублікаваны.
bn: %(event_count)d ফাইল মাত্র পাবলিক করা হয়েছে।
bs: %(event_count)d je upravo napravljena javnomc.
ca: S'acaba de publicar %(event_count)d fitxer.
cs: %(event_count)d soubor byl právě zveřejněn.
da: %(event_count)d fil er netop blevet offentliggjort.
el: %(event_count)d αρχείο μόλις έγινε δημόσιο.
eu: Fitxategi %(event_count)d publiko egin da.
fi: %(event_count)d tiedosto tehtiin julkiseksi.
gl: Ven de facerse público %(event_count)d ficheiro.
he: קובץ אחד הפך לציבורי.
hr: %(event_count)d datoteka je upravo objavljena.
hu: %(event_count)d fájl közzétéve.
it: %(event_count)d file è stato reso pubblico.
ja: %(event_count)d 個のファイルが公開されました。
kk: %(event_count)d файл жарияланған.
km: %(event_count)d ឯកសារ​ត្រូវ​បាន​ប្រកាស​ជា​សាធារណៈ ។
ku: %(event_count)d dosya ragîhandina her kesîra hat vekirin.
lt: %(event_count)d failas paviešintas.
lv: %(event_count)d fails tika publiskots.
my: %(event_count)d ဖိုင်ကို အခြားသူများ ကြည့်ရှုခွင့်၊ ဒေါင်းလုပ်ရယူနိုင်ခွင့် ပြုလိုက်သည်။
nb: %(event_count)d fil ble nettopp publisert.
nl: %(event_count)d bestand werd openbaar gemaakt.
oc: %(event_count)d fichièr ven juste d'èsser rendut public.
pl: %(event_count)d plik został udostępniony
pt: %(event_count)d ficheiro foi tornado público
pt_br: %(event_count)d arquivo tornou-se público.
ru: %(event_count)d файл опубликован.
sk: %(event_count)d súborov bolo práve zverejnených.
sl: %(event_count)d datotek je bilo javno objavljenih.
sq: %(event_count)d skedar sapo u bë publik.
th: แฟ้ม %(event_count)d อันพึ่งถูกทำให้เป็นสาธารณะ
tr: %(event_count)d dosya herkesin erişimine açıldı.
ug: %(event_count)d دانە ئېلان قىلىندى.
uk: %(event_count)d файл щойно було опубліковано.
vi: %(event_count)d tập tin vừa được đặt chế độ công khai.
zh_cn: %(event_count)d个文件已公开。
zh_hk: %(event_count)d 份檔案剛設為公開。

source: A file is no longer published
af: 'n Lêer is nie meer gepubliseer nie
ar: ملف لم يعد منشور بعد
ast: Un ficheru yá nun ta espublizáu
be: Адкрыты доступ да файла зачынены
bn: ফাইলটি আর প্রকাশিত হবে না
bs: Datoteka više nije objavljena
ca: S'ha cancel·lat la publicació d'un fitxer
cs: Soubor již není veřejný.
da: En fil er ikke længere udgivet
el: Ένα αρχείο δεν είναι πλέον δημοσιευμένο
eu: Fitxategiak publiko izateari utzi dio
fi: Tiedosto ei ole enää julkaistu
gl: O ficheiro xa non é público
he: קובץ אינו ציבורי עוד
hi: एक फ़ाइल अब सार्वजनिक नहीं रहा
hr: Datoteka više nije objavljena
hu: A fájl közzététele megszüntetve
it: Un file non è più pubblico
ja: ファイルの公開を停止しました
kk: Енді файл жарияланып тұрған жоқ
km: ឯកសារ​មិន​ត្រូវ​បាន​បោះពុម្ពផ្សាយ​ទៀតទេ
ku: Dosyakî nay weşandin
lt: Failas daugiau nebeviešinamas
lv: Fails vairs netiek publicēts
my: ဖိုင်တစ်ခုကို အခြားသူများ ကြည့်ရှု၊ ရယူခွင့် မရှိတော့ပါ။
nb: En fil er ikke lenger publisert
nl: Een bestand is niet langer gepubliceerd
oc: Un fichièr es pas pus publicat
pl: Plik nie jest już udostępniony
pt: O ficheiro já não está publicado.
pt_br: Um arquivo já não é mais publicado
ru: Открытый доступ к файлу закрыт
sk: Súbor už nie je zverejnený
sl: Datoteka ni več objavljena
sq: Një skedar nuk është publikuar më
th: จะไม่เป็นแฟ้มสาธารณะอีกต่อไป
tr: bir dosya yayımlanamıyor
ug: بىر ھۆججەت ئەمدى ئېلان قىلىنمايدۇ
uk: Файл більше не опубліковано
vi: Một tập tin đã không còn được đăng nữa
zh_cn: 一个文件不再公开。
zh_hk: 一份檔案不再發布

source: %(event_count)d file is no longer published.
af: %(event_count)d lêer is nie meer gepubliseer nie.
ar: %(event_count)d ملف لم تعد منشورة.
ast: nun s'espublizó %(event_count)d ficheru.
be: Адкрыты доступ да %(event_count)d файла зачынены
bn: %(event_count)d ফাইল আর প্রকাশিত হবে না।
bs: %(event_count)d datoteka više nije objavljena.
ca: S'ha cancel·lat la publicació d'%(event_count)d fitxer.
cs: %(event_count)d soubor již není veřejný.
da: %(event_count)d fil er ikke længere udgivet.
el: %(event_count)d αρχείο δεν είναι πλέον δημοσιευμένο
eu: Fitxategi %(event_count)dek publiko izateari utzi dio.
fi: %(event_count)d tiedosto ei ole enää julkinen.
gl: %(event_count)d ficheiro xa non está publicado.
he: קובץ אחד אינו ציבורי עוד.
hr: %(event_count)d datoteka više nije objavljena.
hu: %(event_count)d fájl közzététele megszüntetve.
it: %(event_count)d file non è più pubblico.
ja: %(event_count)d 個のファイルの公開を停止しました。
kk: %(event_count)d файл енді жарияланып тұрған жоқ.
km: %(event_count)d ឯកសារ​មិន​ត្រូវបាន​បោះពុម្ព​ផ្សាយទៀតទេ ។
ku: %(event_count)d êdî dosyakî nayê weşandin
lt: %(event_count)d failas daugiau nebeviešinamas.
lv: %(event_count)d fails vairs nav publisks.
my: %(event_count)d ဖိုင်ကို အခြားသူများ ကြည့်ရှုခွင့်၊ ရယူခွင့် မရှိတော့ပါ။
nb: %(event_count)d fil er ikke lenger publisert.
nl: %(event_count)d bestand is niet langer openbaar.
oc: %(event_count)d fichièr es pas pus public.
pl: %(event_count)d plik nie jest już udostępniony
pt: %(event_count)d ficheiro já não está publicado.
pt_br: %(event_count)d arquivo não é mais públicado.
ru: Открытый доступ к %(event_count)d файлу закрыт.
sk: %(event_count)d súborov už nie je viac zverejnených.
sl: %(event_count)d datotek ni več javno objavljenih.
sq: %(event_count)d skedar nuk është publikuar më.
th: แฟ้ม %(event_count)d อันไม่ถูกนำเสนออีกต่อไป
tr: %(event_count)d adet dosya artık yayınlanmıyor.
ug: %(event_count)d ھۆججەت(لەر) ئەمدى ئېلان قىلىنمايدۇ.
uk: %(event_count)d файл більше не опубліковано.
vi: %(event_count)d tập tin đã không còn được đăng.
zh_cn: %(event_count)d个文件不再公开。
zh_hk: %(event_count)d 份檔案不再發布。

source: Found %(event_count)d new cloud folder.
af: %(event_count)d nuwe wolk vouer is gevind.
ar: عُثر على %(event_count)d مجلد سحابي جديد.
ast: Alcontróse %(event_count)d carpeta nueva na nube.
be: Знойдзена %(event_count)d воблачная тэчка.
bn: খুঁজুন %(event_count)d নতুন ক্লাউড ফোল্ডার।
bs: Nađen %(event_count)d novi direktorij u oblaku.
ca: S'ha trobat %(event_count)d carpeta nova al núvol.
cs: Nalezena %(event_count)d nová webová složka.
da: Fandt %(event_count)d ny sky-mappe.
el: Βρέθηκε %(event_count)d νέος φάκελος στο σύννεφο.
eu: Hodei-karpeta berri %(event_count)d aurkitu da.
fi: Löydettiin %(event_count)d uusi pilvikansio.
gl: Atopouse %(event_count)d cartafol novo na «nube».
he: נמצאה תיקייה אחת חדשה בענן.
hr: Pronađen %(event_count)d novi direktorij oblaka.
hu: %(event_count)d új mappa található a felhőben.
it: Trovata %(event_count)d nuova cartella cloud.
ja: 新しいクラウドフォルダー %(event_count)d が見つかりました。
kk: %(event_count)d бұлтты бума табылды.
km: បាន​រក​ឃើញថត cloud ថ្មី %(event_count)d ។
ku: %(event_count)d qilasora nu a ewr hat dîtin
lt: Rastas %(event_count)d naujas saugyklos aplankas.
lv: Atrasta %(event_count)d jauna mākoņa mape.
my: %(event_count)d Cloud ဖိုဒါအသစ်များ ရှိပါသည်။
nb: Fant %(event_count)d ny nettsky-mappe.
nl: %(event_count)d nieuwe cloudmap gevonden.
oc: %(event_count)d novèl dorsièr en linha trobat.
pl: W chmurze znaleziono %(event_count)d nowy katalog
pt: Encontrada %(event_count)d nova pasta na "cloud".
pt_br: Encontrada %(event_count)d nova pasta na nuvem.
ru: Найдена %(event_count)d облачная папка.
sk: Nájdených %(event_count)d nových priečinkov v cloude.
sl: Najdenih je bilo %(event_count)d novih datotek v oblaku.
sq: U gjet %(event_count)d një dosje e re në re.
th: พบ %(event_count)d โฟลเดอร์ใหม่ในกลุ่มเมฆ
tr: %(event_count)d yeni bulut klasörü bulundu.
ug: %(event_count)d يېڭى بۇلۇت قىسقۇچى تېپىلدى.
uk: Знайдена %(event_count)d нова хмаринкова тека.
vi: Đã tìm thấy %(event_count)d thư mục đám mây mới.
zh_cn: 已找到%(event_count)d个新的云端文件夹。
zh_hk: 找到 %(event_count)d 個新雲端資料夾。

source: New cloud folder available: '%(folder_name)s' shared by %(other_user_name)s
af: Nuwe wolk vouer is beskikbaar: '%(folder_name)s' gedeel deur %(other_user_name)s
ar: يتوفر مجلد سحابي جديد: '%(folder_name)s' شاركه %(other_user_name)s
ast: Nueva carpeta de nube disponible: «%(folder_name)s» compartida por %(other_user_name)s
be: Даступна новая тэчка ў воблаку: «%(folder_name)s» апублікавана %(other_user_name)s
bn: নতুন ক্লাউড ফোল্ডার বিদ্যমান: %(other_user_name)s দ্বারা শেয়ারকৃত '%(folder_name)s'
bs: Novi oblak se pojavio '%(folder_name)s' dijeljen od strane %(other_user_name)s
ca: Hi ha una carpeta nova disponible al núvol: «%(folder_name)s», compartida per %(other_user_name)s
cs: Dostupná nová webová složka: '%(folder_name)s' sdílena s %(other_user_name)s
da: Ny sky-mappe tilgængelig: '%(folder_name)s' delt af %(other_user_name)s
el: Νέος φάκελος διαθέσιμος στο σύννεφο: '%(folder_name)s' κοινόχρηστος από %(other_user_name)s
eu: Hodei-karpeta berria eskuragarri: '%(folder_name)s', %(other_user_name)s(e)k partekatua
fi: Uusi pilvikansio käytettävissä: '%(folder_name)s', jakaja %(other_user_name)s
gl: Dispoñíbel un novo cartafol na «nube»: «%(folder_name)s» compartido por %(other_user_name)s
he: תיקייה חדשה זמינה בענן: '%(folder_name)s' שותפה על ידי %(other_user_name)s
hi: नया समूह फोल्डर उपलब्ध है: '%(folder_name)s' साझा किया है %(other_user_name)s
hr: Dostupan je novi direktorij u oblaku: '%(folder_name)s' od korisnika %(other_user_name)s
hu: Új mappa a felhőben: „%(folder_name)s”, megosztotta: %(other_user_name)s
it: Nuova cartella cloud disponibile: «%(folder_name)s», condivisa da %(other_user_name)s
ja: 新しいクラウドフォルダー: '%(folder_name)s' が %(other_user_name)s によって共有されました
kk: %(other_user_name)s жариялаған "%(folder_name)s" жаңа бұлтты бума жетімді
km: មាន​ថត​ cloud ថ្មី ៖ '%(folder_name)s' ចែករំលែក​ដោយ %(other_user_name)s
ku: Qilasora nu ya ewran têkilî dibe çêbibe '%(folder_name)s' , %(other_user_name)s biwê ra hat parve kirin
lt: Naujas saugyklos aplankas prieinamas: „%(folder_name)s“, kuriuo pasidalino %(other_user_name)s
lv: Ir pieejama jauna mākoņa mape: '%(folder_name)s' ko publicē %(other_user_name)s
my: Cloud ဖိုဒါ အသစ်ရှိသည်။ '%(folder_name)s' shared by %(other_user_name)s
nb: Ny nettsky-mappe tilgjengelig: '%(folder_name)s' delt av %(other_user_name)s
nl: Nieuwe cloudmap beschikbaar: ‘%(folder_name)s’ gedeeld met %(other_user_name)s
oc: Novèl dorsièr en linha disponible : '%(folder_name)s' partejat per %(other_user_name)s
pl: W chmurze dostępny jest nowy katalog: '%(folder_name)s' udostępniony przez %(other_user_name)s
pt: Nova pasta disponível: %(folder_name)s partilhada por %(other_user_name)s
pt_br: Nova pasta na nuvem disponível: "%(folder_name)s" compartilhada por %(other_user_name)s
ru: Доступна новая папка в облаке: «%(folder_name)s» опубликована %(other_user_name)s
sk: Nový dostupný priečinok v cloude: '%(folder_name)s' zdieľaný používateľom %(other_user_name)s
sl: Na voljo je nova oblačna mapa: '%(folder_name)s', ki so je v souporabo dal %(other_user_name)s
sq: Një dosje e re në re është e disponueshme: '%(folder_name)s' shpërndarë nga %(other_user_name)s
th: โฟลเดอร์คลาวด์ใหม่ที่ใช้ได้: '%(folder_name)s' แบ่งปันโดย %(other_user_name)s
tr: Yeni bulut klasörü erişilebilir: '%(folder_name)s' , %(other_user_name)s ile paylaşıldı
ug: بۇلۇت قىسقۇچى بار: «%(folder_name)s'» نى %(other_user_name)s دېگەن ئىشلەتكۈچى ھەمبەھىر قىلغان
uk: Доступна нова хмаринкова тека: '%(folder_name)s' опублікована %(other_user_name)s
vi: Có thư mục đám mây mới: '%(folder_name)s' được chia sẻ bởi %(other_user_name)s
zh_cn: 有可用的新云端文件夹：由 %(other_user_name)s 分享的“%(folder_name)s”
zh_hk: 有可用的新雲端資料夾：由 %(other_user_name)s 分享的「%(folder_name)s」
