Repository: chicharreros/magicicada-client
Catalog: po/*.po
Languages: af, ar, ast, be, bn, bs, ca, cs, da, el, eu, fi, gl, he, hi, hr, hu, it, ja, kk, km, ku, lt, lv, my, nb, nl, oc, pl, pt, pt_br, ru, sk, sl, sq, th, tr, ug, uk, vi, zh_cn, zh_hk

source: New cloud folder available: '%(folder_name)s'
af: Nuwe wolk vouer is beskikbaar: '%(folder_name)s'
ar: يتوفر مجلد سحابي جديد: '%(folder_name)s'
ast: Nueva carpeta de nube disponible: «%(folder_name)s»
be: Новая тэчка ў воблаку даступна: '%(folder_name)s'
bn: নতুন ক্লাউড ফোল্ডার বিদ্যমান: '%(folder_name)s'
bs: Novi oblak se pojavio '%(folder_name)s'
ca: Hi ha una carpeta nova disponible al núvol: «%(folder_name)s»
cs: Dostupná nová webová složka: '%(folder_name)s'
da: Ny sky-mappe tilgængelig: '%(folder_name)s'
el: Νέος φάκελος διαθέσιμος στο σύννεφο: '%(folder_name)s'
eu: Hodei-karpeta berriak eskuragarri: '%(folder_name)s'
fi: Uusi pilvikansio käytettävissä: '%(folder_name)s'
gl: Dispoñíbel un novo cartafol na «nube»: «%(folder_name)s»
he: תיקייה חדשה זמינה בענן: '%(folder_name)s'
hi: नया समूह फोल्डर उपलब्ध है: '%(folder_name)s'
hr: Dostupan je novi direktorij u oblaku: '%(folder_name)s'
hu: Új mappa a felhőben: „%(folder_name)s”
it: Nuova cartella cloud disponibile: «%(folder_name)s»
ja: 新しいクラウドフォルダー : '%(folder_name)s'
kk: "%(folder_name)s" жаңа бұлтты бума жетімді
km: មាន​ថត cloud ថ្មី ៖ '%(folder_name)s'
ku: Qilasora nu a ewran dibe tekilî çêdibe: '%(folder_name)s'
lt: Naujas saugyklos aplankas prieinamas: „%(folder_name)s“
lv: Ir pieejama jauna mākoņa mape: '%(folder_name)s'
my: Cloud ဖိုဒါ အသစ်ရှိသည်။ '%(folder_name)s'
nb: Ny nettsky-mappe tilgjengelig: '%(folder_name)s'
nl: Nieuwe cloudmap beschikbaar: ‘%(folder_name)s’
oc: Novèl dorsièr en linha disponible : '%(folder_name)s'
pl: W chmurze dostępny jest nowy katalog: '%(folder_name)s'
pt: Nova pasta disponível: %(folder_name)s
pt_br: Nova pasta nas nuvens disponível: '%(folder_name)s'
ru: Новая папка в облаке доступна: «%(folder_name)s»
sk: Nový dostupný priečinok v cloude: '%(folder_name)s'
sl: Na voljo je nova oblačna mapa: '%(folder_name)s'
sq: Një dosje e re në re është e dsiponueshme: '%(folder_name)s'
th: โฟลเดอร์คลาวด์ใหม่ที่ใช้ได้: '%(folder_name)s'
tr: Yeni bulut klasörü erişilebilir: '%(folder_name)s'
ug: يېڭى بۇلۇت قىسقۇچى بار: «%(folder_name)s'»
uk: Доступна нова хмаринкова тека: '%(folder_name)s'
vi: Có thư mục đám mây mới: '%(folder_name)s'
zh_cn: 有可用的新云端文件夹：“%(folder_name)s”
zh_hk: 有可用的新雲端資料夾：「%(folder_name)s」

source: The connection to the server was lost.
af: Die verbinding met die bediener is verloor.
ar: فُقِدَ الاتصال بالخادوم.
ast: Perdióse la conexón col sirvidor.
be: Злучэнне з серверам страчана.
bn: সার্ভারের সংযোগ বিচ্ছিন্ন হয়েছে।
bs: Veza sa serverom je izgubljena.
ca: S'ha perdut la connexió amb el servidor.
cs: Spojení se serverem bylo ztraceno.
da: Forbindelsen til serveren gik tabt.
el: Η σύνδεση με το διακομιστή διακόπηκε.
eu: Zerbitzariarekin konexioa galdu da.
fi: Yhteys palvelimeen menetettiin.
gl: Perdeuse a conexión co servidor.
he: החיבור אל השרת נותק.
hi: सर्वर से संयोजन टूट गया है.
hr: Veza sa serverom je prekinuta.
hu: A kapcsolat megszakadt a kiszolgálóval.
it: La connessione al server è stata persa.
ja: サーバとの接続が失われました。
kk: Сервермен қосылыс үзілді.
km: ការ​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​បាន​បាត់ ។
ku: Têkîlîya teya pêra hat qutkirin
lt: Ryšys su serveriu nutrūko.
lv: Savienojums ar serveri tika pārtraukts.
my: ဆာဗာနှင့် ချိတ်ဆက်ထားသော ကော်နက်ရှင် ပျက်တောက်သွားခဲ့သည်။
nb: Mistet tilkoblingen til tjeneren.
nl: De verbinding met de server is verbroken.
oc: La connexion al servidor es estada perduda.
pl: Połączenie z serwerem zostało przerwane.
pt: Perdeu-se a ligação ao servidor.
pt_br: A conexão com o servidor foi perdida.
ru: Соединение с сервером потеряно.
sk: Spojenie so serverom bolo stratené.
sl: Povezava s strežnikom je bila izgubljena.
sq: Lidhja me serverin u shkëput.
th: ขาดการเชื่อมต่อไปยังเซิร์ฟเวอร์
tr: Sunucu ile yapılan bağlantı koptu.
ug: مۇلازىمېتىر بىلەن بولغان باغلىنىش ئۈزۈلگەن.
uk: З’єднання з сервером було втрачено.
vi: Mất kết với máy chủ.
zh_cn: 到服务器的连接已丢失。
zh_hk: 已失去與伺服器的連線。

source: The connection to the server was restored.
af: Die verbinding met die bediener is herstel
ar: تم استعادة الاتصال بالخادوم.
ast: Restauróse la conexón col sirvidor.
be: Злучэнне з серверам адноўлена.
bn: সার্ভারের সংযোগ পুনরায় সংরক্ষিত করা হয়েছে।
bs: Veza sa serverom je obnovljena
ca: S'ha restaurat la connexió amb el servidor.
cs: Spojení se serverem bylo obnoveno.
da: Forbindelsen til serveren blev gendannet.
el: Η σύνδεση με το διακομιστή αποκαταστάθηκε.
eu: Zerbitzariarekin konexioa berrezarri da.
fi: Yhteys palvelimeen palautettiin.
gl: Recuperouse a conexión co servidor.
he: החיבור אל השרת שוחזר.
hi: सर्वर से संयोजन पुनःस्थापित हो गया है.
hr: Veza sa serverom je ponovno uspostavljena.
hu: A kapcsolat a kiszolgálóval helyreállt.
it: La connessione al server è stata ripristinata.
ja: サーバーへの接続が復帰しました。
kk: Сервермен қосылыс қайта орнатылды.
km: ការ​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​ត្រូវ​បានស្ដារ ។
ku: Têkîlîya teya pêra hat nujen kirin
lt: Ryšys su serveriu atkurtas.
lv: Savienojums ar serveri tika atjaunots.
my: ဆာဗာနှင့် ချိတ်ဆက်ထားသော ကော်နက်ရှင် ပြန်ကောင်းသွားပြီ။
nb: Tilkoblingen til tjeneren er gjenopprettet.
nl: De verbinding met de server is hersteld.
oc: La connexion al servidor es estada restablida.
pl: Połączenie z serwerem zostało przywrócone.
pt: A ligação ao servidor foi retomada.
pt_br: A conexão com o servidor foi restabelecida.
ru: Соединение с сервером восстановлено.
sk: Spojenie so serverom bolo obnovené.
sl: Povezava s strežnikom je bila obnovljena.
sq: Lidhja me serverin u rikthye.
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์กลับมาแล้ว
tr: sunucu ile yapılan bağlantı onarıldı
ug: مۇلازىمېتىر بىلەن بولغان باغلىنىش ئەسلى كەلتۈرۈلگەن.
uk: З’єднання з сервером відновлено.
vi: Đã kết nối lại được với máy chủ.
zh_cn: 已恢复与服务器的连接。
zh_hk: 已恢復與伺服器的連線。

source: Downloading
af: Besig om af te laai
ar: يُنزِل
ast: Descargando
be: Загрузка
bn: ডাউনলোড করা হচ্ছে
bs: Preuzimanje
ca: S'està baixant
cs: Stahuje se
da: Henter
el: Γίνεται λήψη
eu: Deskargatzen
fi: Noudetaan
gl: Descargando
he: בתהליכי הורדה
hi: डाउनलोड कर रहा है
hr: Preuzimanje
hu: Letöltés
it: Scaricamento in corso
ja: ダウンロード中
kk: Жүктелуде
km: កំពុង​ទាញ​យក
ku: Tê daxistin
lt: Atsiunčiama
lv: Lejupielādē
my: ဒေါင်းလုပ်ချနေသည်
nb: Laster ned
nl: Bezig met downloaden
oc: Telecargament
pl: Pobieranie
pt: A transferir
pt_br: Baixando
ru: Загрузка
sk: Sťahuje sa
sl: Prejemanje
sq: Duke shkarkuar
th: กำลังดาวน์โหลด
tr: İndiriliyor
ug: چۈشۈرۈۋاتىدۇ
uk: Завантаження
vi: Đang tải về
zh_cn: 正在下载
zh_hk: 下載中

source: Unsynchronized
af: Ongesinchroniseer
ar: غير متزامنة
ast: Non sincronizáu
be: Не сінхранізавана
bn: সমন্বয় করা নেই
bs: Nesinhronizovano
ca: No sincronitzat
cs: Nesynchronizován
da: Ikke synkroniseret
el: Μη συγχρονισμένα
eu: Sinkronizatu gabea
fi: Synkronisoimatta
gl: Non sincronizado
he: לא מסונכרן
hi: असमकालिक
hr: Neusklađeno
hu: Szinkronizálatlan
it: Non sincronizzato
ja: 同期されていません
kk: Синхронизация орындалмаған
km: អសមកាលកម្ម
ku: Wek hev nebu
lt: Nesinchronizuotas
lv: Nesinhronizēts
nb: Ikke synkronisert
nl: Niet gesynchroniseerd
oc: Pas sincronizat
pl: Niezsynchronizowane
pt: Dessincronizado
pt_br: Não sincronizado
ru: Не синхронизировано
sk: Nezosynchonizovaný
sl: Neusklajeno
sq: I pa sinkronizuar
th: ยังไม่ได้ปรับข้อมูลให้ตรงกัน
tr: Eşitlenmedi
ug: قەدەمداشلاشمىغان
uk: Не синхронізовано
vi: Chưa đồng bộ
zh_cn: 未同步
zh_hk: 未同步

source: Uploading
af: Besig om op te laai
ar: يرفع
ast: Xubiendo
be: Дасыланне дадзеных
bn: আপলোড করা হচ্ছে
bs: Otpremanje
ca: S'està pujant
cs: Nahrává se
da: Sender
el: Γίνεται αποστολή
eu: Igotzen
fi: Lähetetään
gl: Cargando
he: בתהליכי העלאה
hi: अपलोड कर रहा है
hr: Slanje
hu: Feltöltés
it: Caricamento in corso
ja: アップロード中
kk: Құйылуда
km: កំពុង​ផ្ទុក​ឡើង
ku: Tê Barkirin
lt: Įkeliama
lv: Augšupielādē
my: အွန်လိုင်းသို့ သိမ်းဆည်းနေသည်
nb: Laster opp
nl: Bezig met uploaden
oc: Mandadís en cors
pl: Wysyłanie
pt: A enviar
pt_br: Enviando
ru: Отправка данных
sk: Nahráva sa
sl: Pošiljanje
sq: Po ngarkoj
th: กำลังอัปโหลด
tr: Gönderiliyor
ug: يۈكلەۋاتىدۇ
uk: Вивантаження
vi: Đang tải lên
zh_cn: 正在上传
zh_hk: 上傳中
