Repository: chicharreros/magicicada-client
Catalog: po/*.po
Languages: af, ar, ast, be, bn, bs, ca, cs, da, el, eu, fi, gl, he, hi, hr, hu, it, ja, kk, km, ku, lt, lv, my, nb, nl, oc, pl, pt, pt_br, ru, sk, sl, sq, th, tr, ug, uk, vi, zh_cn, zh_hk

source: New cloud folder(s) available
af: Nuwe wolk vouer(s) beskikbaar
ar: تتوفر مجلدات سحابية جديدة
ast: Nueva carpeta de nube disponible
be: Даступна новая воблачная тэчка (кі)
bn: নতুন ক্লাউড ফোল্ডার বিদ্যমান
bs: Nove fascikle oblaka su raspoložive
ca: Hi ha carpetes disponibles al núvol
cs: Nová webová složka(y) k dispozici
da: Nye sky-mapper tilgængelige
el: Νέος φάκελος διαθέσιμος στο σύννεφο
eu: Hodei karpeta berria(k) eskuragarri
fi: Uusi(a) pilvikansio(ita) saatavilla
gl: Hai cartafol(es) novo(s) na nube
he: קיימות תיקיות ענן חדשות
hi: नया क्लाउड फोल्डर उपलब्ध है
hr: Novi direktorij/i su dostupni u oblaku
hu: Új mappák érhetők el a felhőjében
it: Disponibili nuove cartelle cloud
ja: 新しいクラウドフォルダーが利用できます
kk: Жаңа бұлт бумасы/бумалары жетімді
km: មាន​ថត cloud ថ្មី
ku: Dosyayên weyên ewr dibe bi kar bine
lt: Saugykloje atsirado naujas aplankas(-ai)
lv: Ir pieejami jauna(-s) mākoņu mapes
my: Cloud ဖိုဒါ အသစ်များ ရှိပါသည်
nb: Ny(e) mappe(r) tilgjengelig i nettskyen
nl: Nieuwe cloudmap(pen) beschikbaar
oc: Novèl(s) dorsièr(s) en linha disponible(s)
pl: W chmurze dostępne są nowe katalogi
pt: Nova(s) pasta(s) disponível(eis)
pt_br: Nova pasta(s) disponível na nuvem
ru: Доступна новая облачная папка(ки)
sk: Nový dostupný priečinok v cloude
sl: Na voljo so nove oblačne mape
sq: Dosje të reja janë të disponueshme në cloud
th: เปิดใช้โฟลเดอร์คลาวด์ใหม่ได้แล้ว
tr: Yeni bulut dosya(ları) kullanılabilir
ug: يېڭى بۇلۇت قىسقۇچ(لىرى) بار
uk: В хмарі доступна нова тека(и)
vi: Có thư mục đám mây mới
zh_cn: 新的云端文件夹可用
zh_hk: 有可用的新雲端資料夾

source: File synchronization completed.
af: Lêer-sinchronisering voltooi.
ar: اكتمل تزامن الملفات.
ast: Sincronización de ficheros completada.
be: Сінхранізацыя файлаў завершана.
bn: ফাইল সিনক্রোনাইজ করা সম্পন্ন।
bs: Sinhronizacija datoteka je uspjela
ca: Ha finalitzat la sincronització de fitxers.
cs: Synchronizace souborů dokončena.
da: Filsynkronisering fuldført.
el: Συγχρονισμός αρχείων ολοκληρώθηκε.
eu: Fitxategien sinkronizazioa amaitu da.
fi: Tiedostosynkronointi valmistui.
gl: Sincronización de ficheiro completada.
he: סנכרון הקבצים הושלם.
hi: फ़ाइल समकालिक पूरा हो गया.
hr: Sinkronizacija datoteka je uspjela.
hu: A fájlszinkronizáció befejeződött.
it: Sincronizzazione file completata.
ja: ファイルの同期が完了しました。
kk: Файлдар синхронизациясы аяқталды.
km: ការ​ធ្វើ​សមកាលកម្ម​ឯកសារ​ត្រូវ​បាន​បញ្ចប់ ។
ku: Wek wê dasyayê temam kir.
lt: Failų sinchronizavimas baigtas.
lv: Failu sinhronizēšana ir pabeigta.
nb: Synkronisering av mappen er fullført.
nl: Synchronisatie voltooid.
oc: Sincronizacion dels fichièrs acabada.
pl: Zakończono synchronizowanie plików.
pt: Concluiu a sincronização do ficheiro.
pt_br: Sincronização de arquivos concluída.
ru: Синхронизация файлов завершена.
sk: Synchronizácia súborov dokončená.
sl: Usklajevanje datotek je končano.
sq: Sinkronizimi i skedarëve u kompletua.
th: การปรับข้อมูลแฟ้มให้ตรงกันเสร็จสมบูรณ์
tr: Dosya eşleme tamamlandı.
ug: ھۆججەتنى قەدەمداشلاش تاماملاندى.
uk: Синхронізування файлів виконано.
vi: Đã hoàn thành đồng bộ tập tin.
zh_cn: 文件同步完毕。
zh_hk: 檔案同步已完成。

source: %(percentage_completed)d%% completed.
af: %(percentage_completed)d%% voltooi.
ar: اكتمل %(percentage_completed)d%%.
ast: %(percentage_completed)d%% completáu
be: %(percentage_completed)d%% завершана.
bn: %(percentage_completed)d%% সম্পন্ন।
bs: %(percentage_completed)d%%završeno.
ca: %(percentage_completed)d%% completat.
cs: %(percentage_completed)d%% dokončeno.
da: %(percentage_completed)d%% fuldført.
el: %(percentage_completed)d%% ολοκληρώθηκε.
eu: %%%(percentage_completed)d eginda.
fi: %(percentage_completed)d% % valmiina.
gl: %(percentage_completed)d%% completado.
he: %(percentage_completed)d%% הושלמו.
hi: %(percentage_completed)d%% पूरा हो गया
hr: %(percentage_completed)d%% dovršeno.
hu: %(percentage_completed)d%% kész.
it: %(percentage_completed)d%% completato.
ja: %(percentage_completed)d%% 完了。
kk: %(percentage_completed)d%% аяқталды.
km: បាន​បញ្ចប់ %(percentage_completed)d%% ។
ku: %(percentage_completed)d%% temam kir.
lt: %(percentage_completed)d %% baigta.
lv: %(percentage_completed)d%% izpildīti.
my: %(percentage_completed)d%% ပြီးမြောက်ပြီ။
nb: %(percentage_completed)d%% utført.
nl: %(percentage_completed)d%% voltooid.
oc: %(percentage_completed)d%% acabat.
pl: Ukończono %(percentage_completed)d%%
pt: Concluído %(percentage_completed)d%%.
pt_br: %(percentage_completed)d%% concluído.
ru: %(percentage_completed)d%% завершено.
sk: %(percentage_completed)d%% dokončených.
sl: %(percentage_completed)d%% končano.
sq: %(percentage_completed)d%% kompletuar.
th: เสร็จแล้ว %(percentage_completed)d%%
tr: %(percentage_completed)d%% tamamlandı.
ug: %(percentage_completed)d%% تاماملاندى.
uk: %(percentage_completed)d%% виконано.
vi: %(percentage_completed)d%% đã hoàn thành.
zh_cn: 已完成 %(percentage_completed)d%%。
zh_hk: 已完成 %(percentage_completed)d%%。

source: File synchronization in progress
af: Besig met Lêer-sinchronisering
ar: تزامن الملفات قيد العمل
ast: Sincronización de ficheros en progresu
be: Выконваецца сінхранізацыя файлаў
bn: ফাইল সিনক্রোনাইজ করা অগ্রসর হচ্ছে
bs: SInhronizacija datoteka u toku
ca: Sincronització de fitxers en progrés
cs: Probíhá synchronizace souborů
da: Filsynkronisering er i gang
el: Συγχρονισμός αρχείων σε εξέλιξη
eu: Fitxategian sinkronizazioa burutzen ari da
fi: Tiedostosynkronointi meneillään
gl: Sincronización do ficheiro en progreso
he: הסנכרון מתבצע כעת
hi: फ़ाइल समकालिक प्रगति पर है
hr: Sinkronizacija datoteka u tijeku
hu: Fájlszinkronizáció folyamatban
it: Sincronizzazione file in corso
ja: ファイルの同期中
kk: Файлдар синхронизациясы жүруде
km: ការ​ធ្វើ​សមកាលកម្ម​ឯកសារ​កំពុង​តែ​ដំណើរការ
ku: Karê wek wê dasyayê hîna ber dewame
lt: Vyksta failų sinchronizavimas
lv: Notiek failu sinhronizācija
nb: Synkronisering pågår
nl: Bezig met synchronisatie
oc: Sincronizacion dels fichièrs en cors
pl: Trwa synchronizowanie plików
pt: Sincronização do ficheiro em curso
pt_br: Sincronização de arquivos em progresso
ru: Выполняется синхронизация файлов
sk: Prebieha synchronizácia súborov
sl: Poteka usklajevanje datotek
sq: Sinkronizimi i skedarëve është në progres
th: อยู่ในขั้นตอนการปรับข้อมูลแฟ้มให้ตรงกัน
tr: Dosya eşleme işlemi devam ediyor
ug: ھۆججەت قەدەمداشلاش ئىجرادا
uk: Триває синхронізування файлів.
vi: Đang tiến hành đồng bộ tập tin
zh_cn: 正在同步文件
zh_hk: 檔案同步正在進行中

source: There is no available space on the folder: "%s" shared by %s
af: Daar is geen spasie beskikbaar in die vouer nie: "%s" gedeel deur %s
ar: لا توجد مساحة متوفرة على المجلد: "%s" الذي شاركه %s
ast: Nun hai espaciu abondo na carpeta: «%s» compartida por %s
be: Няма вольнага месца ў тэчцы: «%s» адкрыў супольны доступ: %s
bn: ফোল্ডারটিতে কোনো ফাঁকা জায়গা নেই: "%s" শেয়ার করেছে %s
bs: Nema raspoloživog prostora na direktoriju: "%s" koga dijeli %s
ca: No hi ha espai disponible a la carpeta: «%s» compartida per %s
cs: Pro složku není dostatek místa: "%s" sdílenou uživatelem %s
da: Der er ingen tilgængelig plads i mappen:"%s" delt af %s
el: Δεν υπάρχει διαθέσιμος χώρος σε αυτόν τον φάκελο: "%s" κοινή χρήση από %s
eu: Ez dago leku librerik "%s" karpetan: %s-ek partekatua
fi: Kansiossa ei ole vapaata tilaa: "%s", jakaja %s
gl: No hai espacio dispoñíbel no cartafol: «%s» compartida por %s
he: אין מקום פנוי בתיקייה: "%s" ששותפה על ידי %s
hi: फोल्डर में कोई जगह उपलब्ध नहीं है: "%s" साझा किया गया %s
hr: Nema slobodnog prostora u direktoriju: "%s" kojeg dijeli %s
hu: Nincs elérhető hely a mappában: %2$s által megosztott „%1$s”
it: Non c'è spazio disponibile nella cartella: «%s» condivisa da %s
ja: フォルダーに利用できる空き領域がありません: "%s" は %s によって共有されています
kk: %s жариялаған "%s" бумада бос орын жоқ.
km: មិន​មាន​ទំហំ​ប្រើបាន​នៅ​លើ​ថត ៖ "%s" ចែករំលែក​ដោយ %s
ku: Li ser dosyayê têra xwe valahî tune "%s", %s hêla weva parvekir
lt: Nebeliko vietos aplanke: „%s“, kuriuo pasidalino %s
lv: Mapē vairs nav brīvas vietas: "%s" koplieto %s
my: ဖိုဒါတွင် နေရာလွတ် မကျန်တော့ပါ။ "%s" shared by %s
nb: Ingen ledig plass i mappen: "%s" delt av %s
nl: Er is geen ruimte beschikbaar in de map: ‘%s’ gedeeld door %s
oc: I a pas d'espaci disponible dins lo repertòri : « %s » partejat per %s
pl: Brak dostępnego miejsca w katalogu "%s" współdzielonego przez %s
pt: Não existe espaço suficiente na pasta: "%s" partilhada por %s
pt_br: Não há espaço disponível na pasta: "%s" compartilhada por %s
ru: Нет свободного места в папке: «%s» открыл общий доступ: %s
sk: V tomto priečinku nie je žiadne voľné miesto: "%s" zdieľaný %s
sl: V tej mapi ni več prostora: mapo "%s" je v souporabo dal %s
sq: Nuk ka hapësirë të mjaftueshme në dosjen: "%s" e përhapur nga %s
th: ไม่มีพื้นที่ว่างสำหรับโฟลเดอร์: "%s" shared by %s
tr: Doysa üzerinde yeterli boş alan yok "%s", %s tarafından paylaşıldı
ug: تۆۋەندىكى قىسقۇچتا بىكار ئورۇن قالمىدى: "%s" ھەمبەھىرلىگۈچى %s
uk: Нема доступного місця у каталозі: "%s" (у спільному доступі %s)
vi: Không còn chỗ trống trong thư mục: "%s" chia sẻ bởi %s
zh_cn: 此文件夹空间不足： %2$s 共享的“%1$s”
zh_hk: 該資料夾沒有可用空間： 「%s」由 %s 所分享

source: '%(filename)s' is being uploaded to your personal cloud.
af: Besig om '%(filename)s' op te laai na u persoonlike wolk.
ar: '%(filename)s' يُرفع إلى سحابتك الشخصية.
ast: «%(filename)s» ta cargándose na to nube personal.
be: '%(filename)s' загружаецца ў вашае асабістае воблака.
bn: আপনার ব্যক্তিগত ক্লাউডে '%(filename)s' আপলোড করা হচ্ছে।
bs: '%(filename)s' se šalje u vaš lični oblak.
ca: S'està pujant el fitxer «%(filename)s» al vostre núvol personal.
cs: '%(filename)s' je odesílán do vašeho osobního webového úložiště.
da: "%(filename)s" bliver sendt til din personlige sky.
el: '%(filename)s' αποστέλεται στο προσωπικό σας σύννεφο.
eu: '%(filename)s' zure hodei pertsonalera igotzen ari da.
fi: Tiedostoa '%(filename)s' lähetetään henkilökohtaiseen pilveesi.
gl: «%(filename)s» está a ser enviado á súa nube persoal.
he: '%(filename)s' נמצא בהליכי העלאה לענן הפרטי שלך.
hi: '%(filename)s' को आपके निजी समूह में अपलोड होने वाला है.
hr: '%(filename)s'se pohranjuje na vaš osobni oblak.
hu: „%(filename)s” feltöltése a személyes felhőjébe.
it: «%(filename)s» sta per essere inviato al proprio cloud personale.
ja: '%(filename)s' をパーソナルクラウドにアップロードしています。
kk: "%(filename)s" сіздің жеке бұлтыңызға құйылып жатыр.
km: '%(filename)s' កំពុង​ត្រូវ​បាន​ផ្ទុក​ឡើង​ទៅ​ cloud ផ្ទាល់ខ្លួន​របស់​អ្នក ។
ku: '%(filename)s' ewr ê şexsî bingehîna wê te saz kirin.
lt: „%(filename)s“ įkeliamas į Jūsų asmeninę saugyklą.
lv: '%(filename)s' tiek augšupielādēts uz jūsu personīgo mākoni.
my: '%(filename)s' ကို သင်၏ အွန်လိုင်း Cloud အတွင်းသို့ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' lastes opp til din nettsky.
nl: ‘%(filename)s’ wordt geüpload naar uw persoonlijke cloud.
oc: '%(filename)s' es en cors de mandadís sus vòstre espaci d'emmagazinatge en linha.
pl: Wysyłanie pliku „%(filename)s” do chmury.
pt: '%(filename)s' está a ser enviado para a sua "cloud".
pt_br: '%(filename)s' está sendo enviado para sua nuvem pessoal.
ru: «%(filename)s» загружается в ваше личное облако.
sk: '%(filename)s' sa nahráva do vášho osobného cloudu.
sl: '%(filename)s' se pošilja na vaš osebni oblak.
sq: '%(filename)s' po ngarkohet në renë tuaj personale.
th: '%(filename)s' กำลังเริ่มอัปโหลดไปยังคลาวด์ส่วนตัวของคุณ
tr: '%(filename)s' kişisel bulut altyapınıza yükleniyor.
ug: '%(filename)s' دېگەن ھۆججەت سىزنىڭ خۇسۇسىي بۇلۇتىڭىزغا يۈكلىنىۋاتىدۇ.
uk: '%(filename)s' завантажується у вашу власну хмару.
vi: '%(filename)s' đang được tải lên đám mây cá nhân của bạn.
zh_cn: “%(filename)s”正在上传至您的私有云。
zh_hk: 正在上傳「%(filename)s」至您的私有雲。

source: '%(filename)s' and %(other_files)d other file are being uploaded to your personal cloud.
af: Besig om '%(filename)s' en %(other_files)d op te laai na u persoonlike wolk.
ar: '%(filename)s' و %(other_files)d ملفات أخرى تُرفع إلى سحابتك الشخصية.
ast: «%(filename)s» y %(other_files)d ficheru tán xubiéndose a la to nube personal.
be: «%(filename)s» і %(other_files)d іншы файл загружаюцца ў вашае асабістае воблака.
bn: আপনার ব্যক্তিগত ক্লাউডে '%(filename)s' এবং %(other_files)d অন্যান্য ফাইল হালনাগাদ করা হচ্ছে।
bs: '%(filename)s' i %(other_files)d druga datoteka se šalje na vaš lični oblak.
ca: «%(filename)s» i %(other_files)d altre fitxer s'estan pujant al vostre núvol personal.
cs: '%(filename)s' a %(other_files)d další soubor jsou nahrávány do vašeho soukromého úložiště.
da: '%(filename)s' og %(other_files)d anden fil bliver sendt til din personlige sky.
el: «%(filename)s» και ένα ακόμα αρχείο στέλνονται στον προσωπικό σας χώρο στο διαδίκτυο.
eu: '%(filename)s' eta beste fitxategi %(other_files)d zure hodei pertsonalera igotzen ari dira.
fi: '%(filename)s' ja %(other_files)d muu tiedosto lähetetään henkilökohtaiseen pilveesi.
gl: «%(filename)s» e %(other_files)d ficheiro están a seren enviados á súa nube persoal.
he: '%(filename)s' וקובץ נוסף נשלחים אל העננה הפרטית שלך.
hr: '%(filename)s' i %(other_files)d druga datoteka se šalju na vaš osobni oblak.
hu: „%(filename)s” és további %(other_files)d fájl feltöltése a személyes felhőjébe.
it: «%(filename)s» e %(other_files)d altro file stanno per essere inviati al proprio cloud personale.
ja: '%(filename)s' と他 %(other_files)d 個のファイルがあなたのパーソナルクラウドにアップロードされています。
kk: "%(filename)s" және %(other_files)d сіздің жеке бұлтыңызға құйылып жатыр.
km: '%(filename)s' និង %(other_files)d ឯកសារផ្សេងទៀត​កំពុង​តែ​ត្រូវបាន​ផ្ទុកឡើង​ទៅ​ cloud ផ្ទាល់ខ្លួន​របស់​អ្នក ។
ku: '%(filename)s' û yêdin %(other_files)d dosya wey ewr é şexsî te sazkirin
lt: „%(filename)s“ ir %(other_files)d kitas failas įkeliami į Jūsų asmeninę saugyklą.
lv: %(filename)s' un %(other_files)d cits fails tiek augšupielādēti uz jūsu personīgo mākoni.
my: '%(filename)s' နှင့် %(other_files)d အခြားဖိုင်များကို သင်၏ အွန်လိုင်း Cloud အတွင်းသို့ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' og %(other_files)d annen fil lastes opp til din personlige nettsky.
nl: '%(filename)s' en %(other_files)d ander bestand worden geüpload naar uw persoonlijke cloud.
oc: '%(filename)s' e %(other_files)d autre fichièr en cors de cargament sus vòstra nívol personala.
pl: Wysyłanie pliku „%(filename)s” i %(other_files)d innego pliku do chmury.
pt: '%(filename)s' e %(other_files)d outro ficheiro estão a ser enviados para a sua cloud pessoal.
pt_br: '%(filename)s' e %(other_files)d outro arquivo estão sendo enviados para sua nuvem pessoal.
ru: «%(filename)s» и %(other_files)d другой файл загружаются в ваше личное облако.
sk: '%(filename)s' a %(other_files)d iných súborov sa nahráva na váš osobný cloud.
sl: Datoteka '%(filename)s' in %(other_files)d drugih datotek se pošiljajo v vaš osebni oblak.
sq: '%(filename)s' dhe %(other_files)d skedar tjetër po ngarkohet në renë tuaj personale.
th: '%(filename)s' และแฟ้ม %(other_files)d จะถูกนำขึ้นไปไว้ที่กลุ่มเมฆของคุณ
tr: '%(filename)s' ve diğer %(other_files)d dosya kişisel bulut altyapınıza yükleniyor.
ug: ‹%(filename)s› ۋە %(other_files)d باشقا ھۆججەتلەر خۇسۇسىي بۇلۇتىڭىزغا يۈكلىنىدۇ.
uk: '%(filename)s' та ще %(other_files)d файл завантажуються до вашої особистої хмари.
vi: '%(filename)s' và %(other_files)d tập tin khác đang được tải lên đám mây cá nhân của bạn.
zh_cn: '%(filename)s' 和 %(other_files)d 个其他文件正在上传至您的私有云。
zh_hk: 正在上傳「%(filename)s」和其他 %(other_files)d 個檔案至您的私有雲。

source: '%(filename)s' is being downloaded to your computer.
af: Besig om '%(filename)s' af te laai na u rekenaar.
ar: '%(filename)s' يُنزّل إلى حاسوبك.
ast: «%(filename)s» ta descargándose nel to equipu.
be: '%(filename)s' загружаецца на ваш кампутар.
bn: আপনার কম্পিউটারে '%(filename)s' ডাউনলোড করা হচ্ছে।
bs: '%(filename)s' sa preuzima na vaš kompjutera.
ca: S'està baixant el fitxer «%(filename)s» al vostre ordinador.
cs: '%(filename)s' je stahován do vašeho počítače.
da: "%(filename)s" bliver hentet ned på din computer.
el: '%(filename)s' μεταφορτώνεται στον υπολογιστή σας.
eu: '%(filename)s' ordenagailura deskargatzen ari da.
fi: Tiedostoa '%(filename)s' ladataan tietokoneellesi.
gl: «%(filename)s» está a ser descargado no seu equipo.
he: '%(filename)s' מתקבל למחשב שלך.
hi: '%(filename)s' आपके कंप्यूटर में डाउनलोड होने वाला है.
hr: '%(filename)s' se preuzima na vaše računalo.
hu: „%(filename)s” letöltése a számítógépére.
it: «%(filename)s» sta per essere scaricato nel proprio computer.
ja: '%(filename)s' をコンピューターにダウンロードしています。
kk: "%(filename)s" сіздің жеке бұлтыңыздан компьютеріңізге жүктелініп жатыр.
km: '%(filename)s' កំពុង​តែ​ត្រូវ​បាន​ទាញ​យក​ទៅ​កុំព្យូទ័រ​របស់​អ្នក ។
ku: '%(filename)s' li kompîto yawe tê daxistin
lt: „%(filename)s“ atsiunčiamas į Jūsų kompiuterį.
lv: '%(filename)s' tiek lejupielādēts uz jūsu datoru.
my: '%(filename)s' ကို သင်၏ ကွန်ပျူတာသို့ ဒေါင်းလုပ်ချ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' lastes ned til din maskin.
nl: '%(filename)s' wordt gedownload naar uw computer.
oc: '%(filename)s' es en cors de telecargament sus vòstre ordenador.
pl: Pobieranie pliku „%(filename)s”.
pt: '%(filename)s' está a ser transferido para o seu computador
pt_br: '%(filename)s' está sendo baixado para seu computador.
ru: «%(filename)s» загружается на ваш компьютер.
sk: '%(filename)s' sa sťahujú do vášho počítača.
sl: '%(filename)s' se prejema na vaš računalnik.
sq: '%(filename)s' po shkarkohet në kompjuterin tuaj.
th: '%(filename)s' กำลังเริ่มดาวน์โหลดมายังคอมพิวเตอร์ของคุณ
tr: '%(filename)s' bilgisayarınıza indiriliyor.
ug: '%(filename)s' دېگەن ھۆججەت كومپيۇتېرىڭىزغا چۈشۈرۈلۈۋاتىدۇ
uk: '%(filename)s' завантажується на ваш комп’ютер.
vi: '%(filename)s' đang được tải về máy tính của bạn.
zh_cn: “%(filename)s”正在下载至您的计算机。
zh_hk: 正在下載「%(filename)s」至您的電腦。

source: '%(filename)s' and %(other_files)d other file are being downloaded to your computer.
af: Besig om '%(filename)s' en %(other_files)d ander lêer af te laai na u rekenaar.
ar: '%(filename)s' و %(other_files)d ملفات أخرى تُنزل إلى حاسوبك.
ast: «%(filename)s» y %(other_files)d ficheru tán descargándose al to equipu.
be: '%(filename)s' і %(other_files)d іншы файл загружаюцца на ваш кампутар.
bn: আপনার কম্পিউটারে '%(filename)s' এবং %(other_files)d অন্যান্য ফাইল ডাউনলোড করা হচ্ছে।
bs: '%(filename)s' i %(other_files)d druga datoteka se preuzima na vaš računar.
ca: «%(filename)s» i %(other_files)d altre fitxer s'estan baixant al vostre ordinador.
cs: '%(filename)s' a %(other_files)d další soubor jsou stahovány do vašeho počítače.
da: '%(filename)s' og %(other_files)d anden fil bliver hentet ned på din computer.
el: «%(filename)s» και ένα ακόμα αρχείο λαμβάνονται στον υπολογιστή σας.
eu: '%(filename)s' eta beste fitxategi %(other_files)d ordenagailura deskargatzen ari dira.
fi: Tiedostoa '%(filename)s' ja %(other_files)d muuta tiedostoa ladataan tietokoneellesi.
gl: «%(filename)s» e %(other_files)d ficheiro estanse descargando ao seu equipo.
he: '%(filename)s' וקובץ אחד נוסף מתקבלים למחשבך.
hr: '%(filename)s' i %(other_files)d druga datoteka se preuzima na vaše računalo.
hu: „%(filename)s” és további %(other_files)d fájl letöltése a számítógépére.
it: «%(filename)s» e %(other_files)d altro file stanno per essere scaricati nel proprio computer.
ja: '%(filename)s' と他 %(other_files)d 個のファイルがあなたのコンピューターにダウンロードされています。
kk: "%(filename)s" және %(other_files)d сіздің жеке бұлтыңыздан компьютеріңізге жүктелініп жатыр.
km: '%(filename)s' និង %(other_files)d ឯកសារ​ផ្សេងទៀត​កំពុងតែ​ត្រូវបាន​ទាញ​យក​ទៅ​កុំព្យូទ័រ​របស់អ្នក ។
ku: '%(filename)s' ve diğer %(other_files)d dosya li kompîtoya we tê barkirin.
lt: „%(filename)s“ ir %(other_files)d kitas failas atsiunčiamas į Jūsų kompiuterį.
lv: %(filename)s' un %(other_files)d cits fails tiek lejupielādēti uz jūsu personīgo mākoni.
my: '%(filename)s' နှင့် %(other_files)d အခြားဖိုင်များကို သင်၏ ကွန်ပျူတာသို့ ဒေါင်းလုပ်ချ သိမ်းဆည်းနေသည်။
nb: '%(filename)s' og %(other_files)d annen fil lastes ned til datamaskinen.
nl: '%(filename)s' en %(other_files)d ander bestand wordt gedownload naar uw computer.
oc: '%(filename)s' e %(other_files)d autre fichièr en cors de telecargament sus vòstre ordenador.
pl: Pobieranie pliku „%(filename)s” i %(other_files)d innego pliku.
pt: '%(filename)s' e %(other_files)d outro ficheiro estão a ser transferidos para o seu computador.
pt_br: '%(filename)s' e %(other_files)d outro arquivo estão sendo baixados para seu computador.
ru: «%(filename)s» и %(other_files)d другой файл загружаются на ваш компьютер.
sk: '%(filename)s' a %(other_files)d iných súborov sa sťahuje do vášho počítača.
sl: Datoteka '%(filename)s' in %(other_files)d drugih datotek se prejema na vaš računalnik.
sq: '%(filename)s' dhe %(other_files)d skedar tjetër po shkarkohet në kompjuterin tuaj.
th: '%(filename)s' และแฟ้ม %(other_files)d จะถูกนำมาใส่ในเครื่องของคุณ
tr: '%(filename)s' ve diğer %(other_files)d dosya bilgisayarınıza indiriliyor.
ug: ‹%(filename)s› ۋە %(other_files)d باشقا ھۆججەتلەر كومپيۇتېرىڭىزغا چۈشۈرۈلىدۇ.
uk: '%(filename)s' та ще %(other_files)d файл завантажуються до вашого комп’ютера.
vi: '%(filename)s' và %(other_files)d tập tin khác đang được tải xuống máy tính của bạn.
zh_cn: '%(filename)s' 和 %(other_files)d 个其他文件正在下载至您的计算机。
zh_hk: 正在下載「%(filename)s」和其他 %(other_files)d 個檔案至您的電腦。

source: '%(filename)s' was uploaded to your personal cloud.
af: '%(filename)s' was na u persoolike wolk opgelaai.
ar: تم رفع '%(filename)s' إلى سحابتك الشخصية.
ast: «%(filename)s» xubióse a la to nube personal.
be: '%(filename)s' загружаны ў вашае асабістае воблака.
bn: আপনার ব্যক্তিগত ক্লাউডে '%(filename)s' হালনাগাদ করা হয়েছে।
bs: '%(filename)s' je poslana u vaš lični oblak.
ca: S'ha pujat el fitxer «%(filename)s» al vostre núvol personal.
cs: '%(filename)s' byl odeslán do vašeho osobního webového úložiště.
da: "%(filename)s" blev sendt til din personlige sky.
el: '%(filename)s' απεστάλη στο προσωπικό σας σύννεφο.
eu: '%(filename)s' zure hodei pertsonalera igo da.
fi: Tiedosto '%(filename)s' lähetettiin henkilökohtaiseen pilveesi.
gl: «%(filename)s» foi enviado á súa nube persoal.
he: '%(filename)s' הועלה לענן הפרטי שלך.
hi: '%(filename)s' आपके निजी समूह में अपलोड हो गया.
hr: '%(filename)s' je pohranjen na vaš osobni oblak.
hu: „%(filename)s” sikeresen feltöltve a felhőjébe.
it: «%(filename)s» è stato inviato al proprio cloud personale.
ja: '%(filename)s' がパーソナルクラウドにアップロードされました。
kk: "%(filename)s" сіздің жеке бұлтыңызға құйылды.
km: '%(filename)s' ត្រូវ​បាន​ផ្ទុក​ឡើង​ទៅ cloud ផ្ទាល់ខ្លួន​របស់​អ្នក ។
ku: '%(filename)s' ewr rê şexsî bingehîna wê hat barkirin.
lt: „%(filename)s“ įkeltas į Jūsų asmeninę saugyklą.
lv: '%(filename)s' tika augšupielādēts uz jūsu personīgo mākoni.
my: '%(filename)s' ကို သင်၏ အွန်လိုင်း Cloud အတွင်းသို့ သိမ်းဆည်းလိုက်ပြီ ဖြစ်သည်။
nb: '%(filename)s' ble lastet opp til din personlige nettsky.
nl: ‘%(filename)s’ is geüpload naar uw persoonlijke cloud.
oc: '%(filename)s' a estat mandat sus vòstre espaci d'emmagazinatge en linha.
pl: Wysłano do chmury plik „%(filename)s”.
pt: '%(filename)s' foi enviado para a sua "cloud".
pt_br: '%(filename)s' foi enviado para sua nuvem pessoal.
ru: «%(filename)s» загружен в ваше личное облако.
sk: '%(filename)s' bol nahraný do vášho osobného cloudu.
sl: '%(filename)s' je bila poslana na vaš osebni oblak.
sq: '%(filename)s' u ngarkua në renë tuaj personale.
th: '%(filename)s' อัปโหลดไปยังคลาวด์ส่วนตัวของคุณแล้ว
tr: '%(filename)s' kişisel bulut altyapınıza yüklendi.
ug: '%(filename)s' دېگەن ھۆججەت سىزنىڭ خۇسۇسىي بۇلۇتىڭىزغا يۈكلەنگەن.
uk: '%(filename)s' було завантажено у вашу персональну хмару.
vi: '%(filename)s' đã được tải lên đám mây cá nhân của bạn.
zh_cn: “%(filename)s”已上传至您的私有云。
zh_hk: 正在上傳「%(filename)s」至您的私有雲。
